Repository: CubeSuite/WinUiTemplate
Catalog: WinUiTemplate/Strings/*/Resources.resw
Source language: en_gb
Languages: fr_fr

# MainWindow.AcrylicWarningMessage
source: Switching to Mica backdrop.
fr_fr: Passage au fond Mica.

# MainWindow.AcrylicWarningTitle
source: Desktop Acrylic is not supported on this system
fr_fr: L’acrylique de bureau n’est pas pris en charge sur ce système

# MainWindow.BackupFailed
source: Backup Failed
fr_fr: Sauvegarde échouée

# CustomTitleBar.ToggleThemeButton.ToolTipService.ToolTip
source: Toggle Dark Mode
fr_fr: Basculer le mode sombre

# MainPage.Backups.Content
source: Backups
fr_fr: Sauvegardes

# MainPage.HomePage.Content
source: Home Page
fr_fr: Page d’accueil

# BackupsPage.DeleteButton.Content
source: Delete
fr_fr: Supprimer

# BackupViewModel.CancelButtonText
source: Cancel
fr_fr: Annuler

# BackupViewModel.RestoreButtonText
source: Restore
fr_fr: Restaurer

# SettingsPage.PathTextBox.PlaceholderText
source: Path...
fr_fr: Chemin...

# SettingsPage.BrowseButton.Content
source: Browse
fr_fr: Parcourir

# SettingsPage.RestoreDefaultsButton.Content
source: Restore Defaults
fr_fr: Restaurer les valeurs par défaut

# SettingsPageViewModel.LoggingCategory
source: Logging
fr_fr: Journalisation

# SettingsPageViewModel.LogDebugMessagesName
source: Log Debug Messages
fr_fr: Journaliser les messages de débogage

# SettingsPageViewModel.LogDebugMessagesDescription
source: Whether debug messages should be logged to file. Enable to gather info for a bug report
fr_fr: Indique si les messages de débogage doivent être enregistrés dans un fichier. Activez pour fournir des informations lors d’un rapport de bug.

# SettingsPageViewModel.MaxLogsName
source: Max Logs
fr_fr: Nombre maximal de journaux

# SettingsPageViewModel.MaxLogsDescription
source: The maximum number of logs to keep
fr_fr: Le nombre maximal de journaux à conserver

# SettingsPageViewModel.ShowLogsInExplorerName
source: Show Logs In Explorer
fr_fr: Afficher les journaux dans l’Explorateur

# SettingsPageViewModel.ShowLogsInExplorerDescription
source: Opens the folder that contains {0}'s log files
fr_fr: Ouvre le dossier contenant les fichiers journaux de {0}

# SettingsPageViewModel.ShowCrashLogsInExplorerName
source: Show Crash Logs In Explorer
fr_fr: Afficher les journaux de crash dans l’Explorateur

# SettingsPageViewModel.ShowCrashLogsInExplorerDescription
source: Opens the folder that contains {0}'s crashlog files
fr_fr: Ouvre le dossier contenant les fichiers de crash de {0}

# SettingsPageViewModel.ShowInExplorerButtonText
source: Show In Explorer
fr_fr: Afficher dans l’Explorateur

# SettingsPageViewModel.AppearanceCategory
source: Appearance
fr_fr: Apparence

# SettingsPageViewModel.ThemeName
source: Theme
fr_fr: Thème

# SettingsPageViewModel.ThemeDescription
source: Use to force light or dark mode, or match Windows.
fr_fr: Permet de forcer le mode clair ou sombre, ou de suivre Windows.

# SettingsPageViewModel.BackdropName
source: Backdrop
fr_fr: Fond

# SettingsPageViewModel.BackdropDescription
source: Acrylic uses softer colours and is more transparent than Mica.
fr_fr: L’acrylique utilise des couleurs plus douces et est plus transparent que Mica.

# SettingsPageViewModel.AccentColourSourceName
source: Accent Colour Source
fr_fr: Source de couleur d’accentuation

# SettingsPageViewModel.AccentColourSourceDescription
source: Choose whether to use the Windows accent colour or a custom one
fr_fr: Choisissez d’utiliser la couleur d’accentuation Windows ou une couleur personnalisée

# SettingsPageViewModel.CustomAccentColourName
source: Custom Accent Colour
fr_fr: Couleur d’accentuation personnalisée

# SettingsPageViewModel.CustomAccentColourDescription
source: The accent colour to use for {0}
fr_fr: La couleur d’accentuation à utiliser pour {0}

# SettingsPageViewModel.WindowTintSourceName
source: Window Tint Source
fr_fr: Source de teinte de fenêtre

# SettingsPageViewModel.WindowTintSourceDescription
source: Choose whether to use no tint, a custom colour, or match the Windows accent colour
fr_fr: Choisissez d’utiliser aucune teinte, une couleur personnalisée ou la couleur d’accentuation Windows

# SettingsPageViewModel.WindowTintOpacityName
source: Window Tint Opacity
fr_fr: Opacité de la teinte de fenêtre

# SettingsPageViewModel.WindowTintOpacityDescription
source: The opacity of the window tint colour
fr_fr: L’opacité de la couleur de teinte de fenêtre

# SettingsPageViewModel.LayoutCategory
source: Layout
fr_fr: Disposition

# SettingsPageViewModel.RememberLayoutName
source: Remember Layout
fr_fr: Mémoriser la disposition

# SettingsPageViewModel.RememberLayoutDescription
source: If enabled, when you open {0} it will restore your last size / maximised state
fr_fr: Si activé, {0} restaurera votre dernière taille / état maximisé à l’ouverture

# SettingsPageViewModel.OpenMaximisedName
source: Open Maximised
fr_fr: Ouvrir en mode maximisé

# SettingsPageViewModel.OpenMaximisedDescription
source: Whether {0} should open in a maximised state
fr_fr: Indique si {0} doit s’ouvrir en mode maximisé

# SettingsPageViewModel.DefaultWidthName
source: Default Width
fr_fr: Largeur par défaut

# SettingsPageViewModel.DefaultWidthDescription
source: The width to set {0} on launch
fr_fr: La largeur à définir pour {0} au lancement

# SettingsPageViewModel.DefaultHeightName
source: Default Height
fr_fr: Hauteur par défaut

# SettingsPageViewModel.DefaultHeightDescription
source: The height to set {0} on launch
fr_fr: La hauteur à définir pour {0} au lancement

# SettingsPageViewModel.SearchCategory
source: Search
fr_fr: Recherche

# SettingsPageViewModel.CaseSensitiveName
source: Case Sensitive
fr_fr: Sensible à la casse

# SettingsPageViewModel.CaseSensitiveDescription
source: Whether search queries should be case sensitive
fr_fr: Indique si les recherches doivent être sensibles à la casse

# SettingsPageViewModel.SplitSearchQueryName
source: Split Search Query
fr_fr: Diviser la requête de recherche

# SettingsPageViewModel.SplitSearchQueryDescription
source: When enabled, searches for each word in the query separately
fr_fr: Lorsque activé, recherche chaque mot de la requête séparément

# SettingsPageViewModel.EncryptionCategory
source: Encryption
fr_fr: Chiffrement

# SettingsPageViewModel.DecryptDataName
source: Decrypt Data
fr_fr: Déchiffrer les données

# SettingsPageViewModel.DecryptDataDescription
source: Creates a .zip with your decrypted data to send to the developer for debugging.
fr_fr: Crée un fichier .zip avec vos données déchiffrées à envoyer au développeur pour débogage.

# SettingsPageViewModel.DecryptButtonText
source: Decrypt
fr_fr: Déchiffrer

# SettingsPageViewModel.ImageCacheCategory
source: Image Cache
fr_fr: Cache d’images

# SettingsPageViewModel.CacheImagesName
source: Cache Images
fr_fr: Mettre en cache les images

# SettingsPageViewModel.CacheImagesDescription
source: Speed up image loading by caching them to disk
fr_fr: Accélère le chargement des images en les mettant en cache sur le disque

# SettingsPageViewModel.ImageCacheSizeWarningLimitName
source: Image Cache Size Warning Limit
fr_fr: Limite d’avertissement de taille du cache d’images

# SettingsPageViewModel.ImageCacheSizeWarningLimitDescription
source: You will see a warning notification if the image cache exceeds this size in GB
fr_fr: Vous verrez un avertissement si le cache d’images dépasse cette taille en Go

# SettingsPageViewModel.ClearImageCacheName
source: Clear Image Cache ({0})
fr_fr: Effacer le cache d’images ({0})

# SettingsPageViewModel.ClearImageCacheDescription
source: Deletes all cached images
fr_fr: Supprime toutes les images mises en cache

# SettingsPageViewModel.ClearButtonText
source: Clear
fr_fr: Effacer

# SettingsPageViewModel.BackupsCategory
source: Backups
fr_fr: Sauvegardes

# SettingsPageViewModel.AutomaticBackupsName
source: Automatic Backups
fr_fr: Sauvegardes automatiques

# SettingsPageViewModel.AutomaticBackupsDescription
source: Whether to perform automatic backups when you close {0}
fr_fr: Indique si des sauvegardes automatiques doivent être effectuées lors de la fermeture de {0}

# SettingsPageViewModel.BackupsFolderName
source: Backups Folder
fr_fr: Dossier de sauvegardes

# SettingsPageViewModel.BackupsFolderDescription
source: Where {0} should store backups of its data
fr_fr: Où {0} doit stocker les sauvegardes de ses données

# SettingsPageViewModel.MaxBackupsName
source: Max Backups
fr_fr: Nombre maximal de sauvegardes

# SettingsPageViewModel.MaxBackupsDescription
source: The maximum number of backups to keep before deleting old ones
fr_fr: Le nombre maximal de sauvegardes à conserver avant de supprimer les anciennes

# SettingsPageViewModel.PerformBackupName
source: Perform Backup
fr_fr: Effectuer une sauvegarde

# SettingsPageViewModel.PerformBackupDescription
source: Backup your data now
fr_fr: Sauvegarder vos données maintenant

# SettingsPageViewModel.PerformBackupButtonText
source: Perform Backup
fr_fr: Effectuer une sauvegarde

# SettingsPageViewModel.RequestTimeoutName
source: Request Timeout
fr_fr: Délai d’expiration de requête

# SettingsPageViewModel.RequestTimeoutDescription
source: If a request from the internet takes longer than this many seconds, it will be cancelled.
fr_fr: Si une requête Internet dépasse ce nombre de secondes, elle sera annulée.

# SettingsPageViewModel.MaxRetriesName
source: Max Retries
fr_fr: Nombre maximal de tentatives

# SettingsPageViewModel.MaxRetriesDescription
source: A failed request from the internet will be retried this many times.
fr_fr: Une requête échouée sera réessayée ce nombre de fois.

# SettingsPageViewModel.DatabaseCategory
source: Database
fr_fr: Base de données

# SettingsPageViewModel.DatabaseHostName
source: Database Host
fr_fr: Hôte de la base de données

# SettingsPageViewModel.DatabaseHostDescription
source: The hostname or IP address of your PostgreSQL database server (stored encrypted)
fr_fr: Le nom d’hôte ou l’adresse IP du serveur PostgreSQL (stocké chiffré)

# SettingsPageViewModel.DatabasePortName
source: Database Port
fr_fr: Port de la base de données

# SettingsPageViewModel.DatabasePortDescription
source: The port number your PostgreSQL database is listening on
fr_fr: Le numéro de port sur lequel PostgreSQL écoute

# SettingsPageViewModel.DatabaseNameName
source: Database Name
fr_fr: Nom de la base de données

# SettingsPageViewModel.DatabaseNameDescription
source: The name of the database to connect to
fr_fr: Le nom de la base de données à laquelle se connecter

# SettingsPageViewModel.UsernameName
source: Username
fr_fr: Nom d’utilisateur

# SettingsPageViewModel.UsernameDescription
source: The username to authenticate with the database (stored encrypted)
fr_fr: Le nom d’utilisateur pour s’authentifier (stocké chiffré)

# SettingsPageViewModel.PasswordName
source: Password
fr_fr: Mot de passe

# SettingsPageViewModel.PasswordDescription
source: The password to authenticate with the database (stored encrypted)
fr_fr: Le mot de passe pour s’authentifier (stocké chiffré)

# SettingsPageViewModel.ConnectionTimeoutName
source: Connection Timeout
fr_fr: Délai de connexion

# SettingsPageViewModel.ConnectionTimeoutDescription
source: Maximum time in seconds to wait when establishing a database connection
fr_fr: Temps maximal en secondes pour établir une connexion

# SettingsPageViewModel.SslModeName
source: SSL Mode
fr_fr: Mode SSL

# SettingsPageViewModel.SslModeDescription
source: The SSL/TLS mode to use when connecting to the database
fr_fr: Le mode SSL/TLS à utiliser pour la connexion

# SettingsPageViewModel.RestoreDefaultsDialogTitle
source: Restore Default Settings?
fr_fr: Restaurer les paramètres par défaut ?

# SettingsPageViewModel.RestoreDefaultsDialogMessage
source: Are you sure you want to restore the default settings?
fr_fr: Êtes-vous sûr de vouloir restaurer les paramètres par défaut ?

# SettingsPageViewModel.InvalidBackupsFolderTitle
source: Invalid Backups Folder
fr_fr: Dossier de sauvegardes invalide

# SettingsPageViewModel.InvalidBackupsFolderMessage
source: You cannot select a folder inside {0}'s data folder. Please select a different folder.
fr_fr: Vous ne pouvez pas sélectionner un dossier à l’intérieur du dossier de données de {0}. Veuillez sélectionner un autre dossier.

# SettingsPageViewModel.BackupFailedTitle
source: Backup Failed
fr_fr: Sauvegarde échouée

# SettingsPageViewModel.DecryptConfirmTitle
source: Are You Sure?
fr_fr: Êtes-vous sûr ?

# SettingsPageViewModel.DecryptConfirmMessage
source: The resulting archive may contain sensitive information. You need to carefully check it and remove any data you do not wish to share. Encrypted Settings such as API keys will not be decrypted. Do not share this file with anyone that you do not trust.
fr_fr: L’archive résultante peut contenir des informations sensibles. Vous devez l’examiner attentivement et supprimer toute donnée que vous ne souhaitez pas partager. Les paramètres chiffrés tels que les clés API ne seront pas déchiffrés. Ne partagez pas ce fichier avec des personnes en qui vous n’avez pas confiance.

# SettingsPageViewModel.FailedToDecryptTitle
source: Failed To Decrypt
fr_fr: Échec du déchiffrement

# SettingsPageViewModel.FailedToCreateTempFolderMessage
source: {0} wasn't able to create a temporary folder
fr_fr: {0} n’a pas pu créer un dossier temporaire

# SettingsPageViewModel.FailedToCopyFilesMessage
source: {0} wasn't able to copy data files to a temporary folder
fr_fr: {0} n’a pas pu copier les fichiers de données dans un dossier temporaire

# SettingsPageViewModel.FailedToReadFileMessage
source: {0} wasn't able to read the file '{1}'
fr_fr: {0} n’a pas pu lire le fichier '{1}'

# SettingsPageViewModel.FailedToZipDataMessage
source: {0} wasn't able to zip your decrypted data
fr_fr: {0} n’a pas pu compresser vos données déchiffrées

# SettingsPageViewModel.DeleteDecryptedDataTitle
source: Delete Decrypted Data?
fr_fr: Supprimer les données déchiffrées ?

# SettingsPageViewModel.DeleteDecryptedDataMessage
source: Would you like to delete your decrypted data, or view it in Explorer?
fr_fr: Souhaitez-vous supprimer vos données déchiffrées ou les afficher dans l’Explorateur ?

# SettingsPageViewModel.DeleteButtonText
source: Delete
fr_fr: Supprimer

# SettingsPageViewModel.ViewInExplorerButtonText
source: View In Explorer
fr_fr: Afficher dans l’Explorateur

# SettingsPageViewModel.DecryptedArchiveCreatedTitle
source: Decrypted Archive Created
fr_fr: Archive déchiffrée créée

# SettingsPageViewModel.DecryptedArchiveCreatedMessage
source: Your decrypted data archive has been created successfully
fr_fr: Votre archive de données déchiffrées a été créée avec succès

# SettingsPageViewModel.ImageCacheClearedTitle
source: Image Cache Cleared
fr_fr: Cache d’images effacé

# SettingsPageViewModel.FailedToClearImageCacheTitle
source: Failed To Clear Image Cache
fr_fr: Échec de l’effacement du cache d’images

# SettingsPageViewModel.UnknownErrorMessage
source: An unknown error occurred
fr_fr: Une erreur inconnue s’est produite

# DialogService.CloseButtonText
source: Close
fr_fr: Fermer

# DialogService.YesButtonText
source: Yes
fr_fr: Oui

# DialogService.NoButtonText
source: No
fr_fr: Non

# SettingsPageViewModel.LanguageName
source: Language
fr_fr: Langue

# SettingsPageViewModel.LanguageDescription
source: The language to display in {0}
fr_fr: La langue à afficher dans {0}

# SettingsPageViewModel.EasyLanguageSwitchingName
source: Language Button
fr_fr: Bouton De Langue

# SettingsPageViewModel.EasyLanguageSwitchingDescription
source: Show the language button in {0}'s title bar
fr_fr: Afficher le bouton de langue dans la barre de titre de {0}

# SettingsPageViewModel.LanguageChangedTitle
source: Language Changed
fr_fr: Langue modifiée

# SettingsPageViewModel.LanguageChangedMessage
source: {0} will now restart to apply the new language.
fr_fr: {0} va maintenant redémarrer pour appliquer la nouvelle langue.

# UserSettings.LanguageChangedTitle
source: Language Changed
fr_fr: Langue modifiée

# UserSettings.LanguageChangedMessage
source: {0} will now restart to apply the new language.
fr_fr: {0} va maintenant redémarrer pour appliquer la nouvelle langue.
